"UI_PANE_LOGIN"       = "ログイン";
"UI_PANE_DISPLAY"     = "表示";
"UI_PANE_KEYBOARD"    = "キーボード";
"UI_PANE_SOUND"       = "サウンド";
"UI_PANE_DRIVES"      = "ドライブ";
"UI_PANE_PRINTERS"    = "プリンタ";
"UI_PANE_APPLICATIONS"= "プログラム";
"UI_PANE_SECURITY"    = "セキュリティ";

"UI_SECONDARY_MOUSE_BUTTON"  = "マウスの右ボタン";
"UI_ALT_KEY"            = "Alt キー";
"UI_WINDOWS_START_KEY"  = "Windows スタート キー" ;
"UI_CONTEXT_MENU_KEY"   = "コンテキスト メニュー キー";
"UI_PAUSE_BREAK_KEY"    = "Pause/Break キー";
"UI_PRINT_SCREEN_KEY"   = "PrintScreen キー" ;
"UI_NUM_LOCK_KEY"       = "NumLock キー";
"UI_SCROLL_LOCK_KEY"    = "ScrollLock キー";

"UI_HALF_FULL_WIDTH_KEY"= "半角/全角キー";
"UI_HIRAGANA_KEY"       = "ひらがなキー";
"UI_ALPHANUMERIC_KEY"   = "英数キー";
"UI_CONVERSION_KEY"     = "変換キー";
"UI_NON_CONVERSION_KEY" = "無変換キー";

"UI_ALTGR_KEY"          = "AltGr キー";

"DEFAULT_FILENAME"        = "Default";
"CONNECTION_FILE_EXT"     = "rdp";
"CONNECTION_FILE_EXT_V1"  = "";
"DEFAULT_DIRECTORY_NAME"  = "RDC Connections";

"UI_OK"                    = "OK";
"UI_CANCEL"                = "キャンセル";
"UI_YES"                   = "はい";
"UI_NO"                    = "いいえ";
"UI_CONNECT"               = "接続";
"UI_RECONNECT"             = "再接続";
"UI_DISCONNECT"            = "切断";

"UI_FAILED_TO_SAVE_FILE"  = "%@ を保存できません。";
"UI_FAILED_TO_SAVE_FILE_INFORMATIVE" = "ファイルの保存先に指定した場所に対する書き込み権限を持っていることを確認してください。";

"UI_FAILED_TO_OPEN_FILE"  = "%@ を開くことができません。";
"UI_FAILED_TO_OPEN_FILE_INFORMATIVE" = "このファイルが存在すること、およびこのファイルの読み取り権限を持っていることを確認してください。";

"UI_MISSING_COMPUTER_NAME" = "変更内容を接続ファイル %@ に保存できません。";
"UI_MISSING_COMPUTER_NAME_INFORMATIVE" = "接続設定には、コンピュータ名を指定する必要があります。\n\n[Remote Desktop Connection] ウインドウでコンピュータ名を入力して、接続ファイルをもう一度保存してください。";

"UI_QUIT_WITHOUT_SAVING" = "保存せずに終了";

"UI_SAVE_DIALOG_TITLE"    = "保存: RDC";

"UI_OPEN_DIALOG_TITLE"    = "開く: RDC";

"UI_ALL_PRINTERS"         = "すべてのプリンタ";

"UI_SELECT"               = "選択";

"UI_APP_NAME"             = "Microsoft® Remote Desktop Connection Client for Mac";

"UI_MAIN_DISPLAY"         = "メイン ディスプレイ";
"UI_SECONDARY_DISPLAY"    = "セカンダリ ディスプレイ";
"UI_TERIARY_DISPLAY"      = "第 3 ディスプレイ";
"UI_FOURTH_DISPLAY"       = "第 4 ディスプレイ";
"UI_FIFTH_DISPLAY"        = "第 5 ディスプレイ";
"UI_DISPLAY_NUMBER"       = "ディスプレイ %d";

"UI_ALERT_DRIVES_REDIRECTION_MESSAGE_TEXT"     = "Mac のハード ディスクを Windows ベースのコンピュータと共有します。";
"UI_ALERT_DRIVES_REDIRECTION_INFOMATIVE_TEXT"  = "Windows ベースのコンピュータにアクセスできるユーザーは、Mac のディスク ドライブおよびフォルダを開くことができます。このことが危険を招く可能性があります。";

"UI_SERVER_DENIED_CONNECTION"             = "リモート コンピュータは、Mac からの接続を許可していません。";
"UI_SERVER_DENIED_CONNECTION_INFORMATIVE" = "リモート コンピュータに接続するためのアクセス許可があること、および正しい資格情報が入力されていることを確認してください。\n\n詳細については、管理者またはリモート コンピュータの所有者に問い合わせてください。";

"UI_BAD_SERVER_NAME"                      = "Windows ベースのコンピュータが見つからないため、接続できません。";
"UI_BAD_SERVER_NAME_INFORMATIVE"          = "正しいコンピュータ名、または IP アドレスを入力したかどうか確認して、再度接続してください。";

"UI_CLIENT_LOW_MEMORY"                    = "Mac のメモリが不足しているため、Windows ベースのコンピュータに接続できません。";
"UI_CLIENT_LOW_MEMORY_INFORMATIVE"        = "いくつかのアプリケーションを終了してから、Windows ベースのコンピュータに再度接続してください。";

"UI_AUTHENTICATION_ERROR"                 = "接続先のコンピュータの ID を確認できません。";
"UI_AUTHENTICATION_ERROR_INFORMATIVE"     = "Windows ベースのコンピュータに再接続してみるか、または管理者に問い合わせてください。";

"UI_GENERAL_CONNECTION_FAILURE"           = "Windows ベースのコンピュータに接続できません。";
"UI_GENERAL_CONNECTION_FAILURE_INFORMATIVE" = "以下の原因が考えられます。\n ･ Windows ベースのコンピュータが、リモート接続を許可するように設定されていない。\n ･ Windows ベースのコンピュータの電源が入っていない。\n ･ Mac または Windows ベースのコンピュータでネットワークの問題が発生している。\n\nWindows ベースのコンピュータに再接続してみるか、または管理者に問い合わせてください。";

"UI_DISCONNECT_BY_CLIENT"                 = "Windows ベースのコンピュータとの接続を切断します。";
"UI_DISCONNECT_BY_CLIENT_INFORMATIVE"     = "切断した場合、Windows ベースのコンピュータで実行しているプログラムは、切断後も実行され続けます。\n\n切断を中止する場合は、[キャンセル] をクリックします。";

"UI_DISCONNECT_BY_SERVER"                 = "Windows ベースのコンピュータから切断されました。";
"UI_DISCONNECT_BY_SERVER_INFORMATIVE"     = "Windows ベースのコンピュータにアクセスできるユーザーが接続を終了したか、Windows ベースのコンピュータで接続が削除されました。\n\nWindows ベースのコンピュータに再接続してみるか、または管理者に問い合わせてください。";

"UI_DISCONNECT_BY_LOGON_TIMEOUT"          = "Windows ベースのコンピュータから切断されました。";
"UI_DISCONNECT_BY_LOGON_TIMEOUT_INFORMATIVE" = "リモート セッションがタイムアウトになりました。\n\nWindows ベースのコンピュータに再接続してみるか、または管理者に問い合わせてください。";

"UI_DISCONNECT_BY_OTHER_CONNECTION"       = "Windows ベースのコンピュータから切断されました。";
"UI_DISCONNECT_BY_OTHER_CONNECTION_INFORMATIVE" = "別のユーザーが Windows ベースのコンピュータに接続しました。\n\nWindows ベースのコンピュータに再接続してみてださい。";

"UI_DISCONNECT_BY_LICENSE"                = "ライセンス プロトコル中に問題があったため、Windows ベースのコンピュータから切断されました。";
"UI_DISCONNECT_BY_LICENSE_INFORMATIVE"    = "Windows ベースのコンピュータに再接続してみるか、または管理者に問い合わせてください。";

"UI_DISCONNECT_BY_PROTOCOL_ERROR"         = "Windows ベースのコンピュータから切断されました。";
"UI_DISCONNECT_BY_PROTOCOL_ERROR_INFORMATIVE" = "一時的な問題である可能性があります。\n\nWindows ベースのコンピュータに再接続してみるか、または管理者に問い合わせてください。";

"UI_CONNECTION_BROKEN"                    = "ネットワークに問題があるため、Windows ベースのコンピュータから切断されました。";
"UI_CONNECTION_BROKEN_INFORMATIVE"        = "ネットワークおよびインターネット接続が機能していることを確認して、Windows ベースのコンピュータに再接続してみてください。";

"UI_RANDOM_UNEXPECTED"                    = "Windows ベースのコンピュータへの接続が予期せず終了しました。";
"UI_RANDOM_UNEXPECTED_INFORMATIVE"        = "Remote Desktop Connection を閉じてから、もう一度開いてください。";

"UI_NEED_TIGER"                           = "コンピュータにインストールされているオペレーティング システムでは、Remote Desktop Connection を実行できません。";
"UI_NEED_TIGER_INFORMATIVE"               = "Mac OS X 10.4.9 以降のバージョンにアップグレードしてから、Remote Desktop Connection を再度実行してください";

"UI_COMFIRM_SAVE_PREFERENCE"              = "変更内容は接続ファイル %@ に保存されていません。";
"UI_COMFIRM_SAVE_PREFERENCE_INFORMATIVE"  = "変更内容を %@ に保存しますか?";

"UI_SAVE"                  = "保存";
"UI_DONTSAVE"              = "保存しない";

"UI_ALERT_DONT_SHOW"					  = "%@ に接続する場合、今後このメッセージを表示しない";

